let a = Math.pow(10 , 3);                      // 1000 - возведение числа 10 в степень 2
let b = Math.abs(5);                           // 5 - возврат абсолютного значение 
let c = Math.abs(-5);                          // 5 - возврат абсолютного значение 
let d = Math.ceil(4.33);                       // 5 - округление до наименьшего числа
let e = Math.floor(4.33);                      // 4 - округление до наибольшего числа
let f = Math.round(4.33);                      // 4 - округление по правилам математики
let random = Math.round( Math.random() * 10 ); //вернули случайное число от 0 до 10


// console.log(random);
